Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Connect a Google Play service account once and Screenshot Bro can upload exported screenshots to your app's store listing without leaving the app.
ar: قم بتوصيل حساب خدمة Google Play مرة واحدة وسيتمكن Screenshot Bro من تحميل لقطات الشاشة المُصدَّرة إلى قائمة متجر تطبيقك دون مغادرة التطبيق.
ca: Connecteu un compte de servei Google Play una vegada i Screenshot Bro podrà penjar captures de pantalla exportades a la fitxa de la botiga de la vostra aplicació sense sortir de l'aplicació.
cs: Připojte jednou servisní účet Google Play a Screenshot Bro bude moci nahrávat exportované snímky obrazovky do záznamu vaší aplikace v obchodě, aniž byste aplikaci opustili.
da: Tilslut en Google Play tjenestekonto én gang, og Screenshot Bro kan uploade eksporterede skærmbilleder til din apps butiksfortegnelse uden at forlade appen.
de: Verbinde einmalig ein Google Play-Dienstkonto, dann kann Screenshot Bro exportierte Screenshots in den Store-Eintrag deiner App hochladen, ohne dass du die App verlässt.
el: Συνδέστε έναν λογαριασμό υπηρεσίας Google Play μία φορά και ο Screenshot Bro μπορεί να ανεβάσει εξαγόμενα στιγμιότυπα οθόνης στην καταχώριση καταστήματος της εφαρμογής σας χωρίς να αποχωρήσει από την εφαρμογή.
es: Conecta una cuenta de servicio de Google Play una vez y Screenshot Bro podrá subir las capturas exportadas a la ficha de tu app sin salir de ella.
fa: یک بار حساب سرویس Google Play را وصل کنید تا Screenshot Bro بتواند بدون خروج از برنامه، اسکرین‌شات‌های صادرشده را در صفحهٔ فروشگاه برنامهٔ شما آپلود کند.
fi: Yhdistä Google Play-palvelutili kerran, niin Screenshot Bro voi ladata vietyjä kuvakaappauksia sovelluksesi tietosivulle poistumatta sovelluksesta.
fr: Connectez une fois un compte de service Google Play, et Screenshot Bro pourra envoyer les captures d'écran exportées vers la fiche Play Store de votre app sans quitter l'application.
he: חבר חשבון שירות Google Play פעם אחת ו-Screenshot Bro יוכל להעלות צילומי מסך מיוצאים לרשימת האפליקציה שלך בחנות מבלי לצאת מהאפליקציה.
hr: Povežite Google Play račun usluge jednom i Screenshot Bro može prenijeti izvezene snimke zaslona u unos vaše aplikacije u trgovini bez napuštanja aplikacije.
hu: Csatlakoztasson egyszer egy Google Play szolgáltatásfiókot, és a Screenshot Bro az alkalmazás elhagyása nélkül tölthet fel exportált képernyőképeket az alkalmazás áruházi adatlapjára.
id: Hubungkan akun layanan Google Play satu kali dan Screenshot Bro dapat mengunggah tangkapan layar yang diekspor ke cantuman toko aplikasi Anda tanpa keluar dari aplikasi.
it: Collega una volta un account di servizio Google Play e Screenshot Bro potrà caricare gli screenshot esportati nella scheda dello store della tua app senza uscire dall'app.
ja: Google Play のサービスアカウントを一度接続すれば、Screenshot Bro からアプリを離れずに、書き出したスクリーンショットをアプリのストア掲載情報にアップロードできます。
ko: Google Play 서비스 계정을 한 번 연결해 두면 Screenshot Bro가 앱을 벗어나지 않고 내보낸 스크린샷을 앱의 스토어 등록정보에 업로드할 수 있습니다.
ms: Sambungkan akaun perkhidmatan Google Play sekali dan Screenshot Bro boleh memuat naik tangkapan skrin yang dieksport ke penyenaraian gedung apl anda tanpa meninggalkan apl.
nl: Koppel één keer een Google Play-serviceaccount en Screenshot Bro kan geëxporteerde schermafbeeldingen uploaden naar de winkelvermelding van uw app zonder de app te verlaten.
no: Koble til en Google Play tjenestekonto én gang, så kan Screenshot Bro laste opp eksporterte skjermbilder til appens butikkoppføring uten å forlate appen.
pl: Połącz raz konto usługi Google Play, a Screenshot Bro będzie mógł przesyłać wyeksportowane zrzuty ekranu do informacji o Twojej aplikacji bez opuszczania aplikacji.
pt_br: Conecte uma conta de serviço do Google Play uma vez e o Screenshot Bro poderá enviar as capturas de tela exportadas para a página do seu app na loja sem sair do aplicativo.
pt_pt: Conecte uma conta de serviço Google Play uma vez e Screenshot Bro poderá carregar de capturas de ecrã exportadas para a listagem da loja do seu aplicativo sem sair do aplicativo.
ro: Conectați un cont de serviciu Google Play o dată și Screenshot Bro poate încărca capturi de ecran exportate în înregistrarea din magazin a aplicației dvs. fără a părăsi aplicația.
ru: Подключите сервисный аккаунт Google Play один раз, и Screenshot Bro сможет загружать экспортированные скриншоты на страницу вашего приложения в магазине, не выходя из приложения.
sk: Pripojte jedenkrát servisný účet Google Play a Screenshot Bro bude môcť nahrať exportované snímky obrazovky do záznamu vašej aplikácie v obchode bez toho, aby ste aplikáciu opustili.
sl: Enkrat povežite račun storitve Google Play in Screenshot Bro bo lahko naložil izvožene posnetke zaslona v objavo vaše aplikacije v trgovini, ne da bi zapustil aplikacijo.
sv: Anslut ett Google Play tjänstkonto en gång så kan Screenshot Bro ladda upp exporterade skärmdumpar till din app butiksinformation utan att lämna appen.
th: เชื่อมต่อบัญชีบริการ Google Play หนึ่งครั้งและ Screenshot Bro สามารถอัปโหลดภาพหน้าจอที่ส่งออกไปยังรายชื่อร้านค้าของแอปโดยไม่ต้องออกจากแอป
tr: Bir Google Play hizmet hesabını bir kez bağlayın; Screenshot Bro dışa aktarılan ekran görüntülerini uygulamadan çıkmadan uygulamanızın mağaza sayfasına yükleyebilir.
uk: Підключіть сервісний обліковий запис Google Play один раз, і Screenshot Bro зможе вивантажувати експортовані знімки екрана на сторінку вашої програми в магазині, не виходячи з програми.
ur: ایک بار ایک Google Play سروس اکاؤنٹ منسلک کریں اور Screenshot Bro ایپ کو چھوڑے بغیر آپ کی ایپ کے اسٹور کی فہرست میں ایکسپورٹ کردہ اسکرین شاٹس اپ لوڈ کر سکتا ہے۔
vi: Kết nối tài khoản dịch vụ Google Play một lần và Screenshot Bro có thể tải ảnh chụp màn hình đã xuất lên danh sách cửa hàng ứng dụng của bạn mà không cần rời khỏi ứng dụng.
zh_hans: 只需连接一次 Google Play 服务账号，Screenshot Bro 就能将导出的截图上传到你 App 的商品详情，无需离开本 App。
zh_hant: 只需連接一次 Google Play 服務帳號，Screenshot Bro 就能將輸出的螢幕截圖上傳到你 App 的商店資訊頁面，完全不必離開 App。

source: Connect a Google service account first.
ar: قم بتوصيل حساب خدمة Google أولاً.
ca: Connecteu primer un compte de servei de Google.
cs: Nejprve připojte servisní účet Google.
da: Tilslut først en Google-tjenestekonto.
de: Verbinden Sie zunächst ein Google-Dienstkonto.
el: Συνδέστε πρώτα έναν λογαριασμό υπηρεσίας Google.
es: Primero conecte una cuenta de servicio de Google.
fa: ابتدا یک حساب سرویس Google متصل کنید.
fi: Yhdistä ensin Google-palvelutili.
fr: Connectez d'abord un compte de service Google.
he: חבר תחילה חשבון שירות של Google.
hr: Prvo povežite račun Google usluge.
hu: Először csatlakoztasson egy Google szolgáltatási fiókot.
id: Hubungkan akun layanan Google terlebih dahulu.
ja: まず、Google サービス アカウントを接続します。
ko: 먼저 Google 서비스 계정을 연결하세요.
ms: Sambungkan akaun perkhidmatan Google dahulu.
nl: Koppel eerst een Google-serviceaccount.
no: Koble til en Google-tjenestekonto først.
pl: Najpierw połącz konto usługi Google.
pt_br: Conecte primeiro uma conta de serviço do Google.
pt_pt: Conecte primeiro uma conta de serviço do Google.
ro: Conectați mai întâi un cont de serviciu Google.
sk: Najprv pripojte účet služby Google.
sl: Najprej povežite račun storitve Google.
sv: Anslut ett Google-tjänstkonto först.
th: เชื่อมต่อบัญชีบริการของ Google ก่อน
ur: پہلے گوگل سروس اکاؤنٹ کو جوڑیں۔
vi: Trước tiên hãy kết nối tài khoản dịch vụ Google.
zh_hans: 首先连接一个Google服务帐户。

source: Connect your App Store Connect API key once and Screenshot Bro can upload exported screenshots to a specific app version without leaving the app.
ar: قم بتوصيل مفتاح App Store Connect API مرة واحدة ويمكن لـ Screenshot Bro تحميل لقطات الشاشة المُصدَّرة إلى إصدار تطبيق معين دون مغادرة التطبيق.
ca: Connecteu la vostra clau App Store Connect API una vegada i Screenshot Bro podrà penjar captures de pantalla exportades a una versió específica de l'aplicació sense sortir de l'aplicació.
cs: Jednou připojte klíč App Store Connect API a Screenshot Bro bude moci nahrávat exportované snímky obrazovky do konkrétní verze aplikace, aniž byste aplikaci opustili.
da: Tilslut din App Store Connect API nøgle én gang, og Screenshot Bro kan uploade eksporterede skærmbilleder til en specifik appversion uden at forlade appen.
de: Verbinde einmalig deinen App Store Connect-API-Schlüssel, dann kann Screenshot Bro exportierte Screenshots in eine bestimmte App-Version hochladen, ohne dass du die App verlässt.
el: Συνδέστε το κλειδί App Store Connect API μία φορά και ο Screenshot Bro μπορεί να ανεβάσει εξαγόμενα στιγμιότυπα οθόνης σε μια συγκεκριμένη έκδοση εφαρμογής χωρίς να βγείτε από την εφαρμογή.
es: Conecta tu clave de API de App Store Connect una vez y Screenshot Bro podrá subir las capturas exportadas a una versión concreta de tu app sin salir de ella.
fa: یک بار کلید API در App Store Connect را وصل کنید تا Screenshot Bro بتواند بدون خروج از برنامه، اسکرین‌شات‌های صادرشده را در نسخهٔ مشخصی از برنامه آپلود کند.
fi: Yhdistä App Store Connect API-avain kerran, niin Screenshot Bro voi ladata vietyjä kuvakaappauksia tiettyyn sovellusversioon poistumatta sovelluksesta.
fr: Connectez une fois votre clé API App Store Connect, et Screenshot Bro pourra envoyer les captures d'écran exportées vers une version précise de votre app sans quitter l'application.
he: חבר את מקש App Store Connect API פעם אחת ו-Screenshot Bro יוכל להעלות צילומי מסך מיוצאים לגרסת אפליקציה ספציפית מבלי לצאת מהאפליקציה.
hr: Povežite svoj App Store Connect API ključ jednom i Screenshot Bro može prenijeti izvezene snimke zaslona u određenu verziju aplikacije bez napuštanja aplikacije.
hu: Csatlakoztassa egyszer a App Store Connect API kulcsot, és a Screenshot Bro exportált képernyőképeket tölthet fel egy adott alkalmazásverzióba anélkül, hogy elhagyná az alkalmazást.
id: Hubungkan kunci App Store Connect API Anda satu kali dan Screenshot Bro dapat mengunggah tangkapan layar yang diekspor ke versi aplikasi tertentu tanpa meninggalkan aplikasi.
it: Collega una volta la tua chiave API di App Store Connect e Screenshot Bro potrà caricare gli screenshot esportati in una versione specifica dell'app senza uscire dall'app.
ja: App Store Connect の API キーを一度接続すれば、Screenshot Bro からアプリを離れずに、書き出したスクリーンショットを特定のアプリバージョンにアップロードできます。
ko: App Store Connect API 키를 한 번 연결해 두면 Screenshot Bro가 앱을 벗어나지 않고 내보낸 스크린샷을 특정 앱 버전에 업로드할 수 있습니다.
ms: Sambungkan kunci App Store Connect API anda sekali dan Screenshot Bro boleh memuat naik tangkapan skrin yang dieksport ke versi apl tertentu tanpa meninggalkan apl.
nl: Verbind uw App Store Connect API-sleutel één keer en Screenshot Bro kan geëxporteerde schermafbeeldingen uploaden naar een specifieke app-versie zonder de app te verlaten.
no: Koble til App Store Connect API-nøkkelen én gang, og Screenshot Bro kan laste opp eksporterte skjermbilder til en bestemt appversjon uten å forlate appen.
pl: Podłącz raz klucz App Store Connect API, a Screenshot Bro będzie mógł przesyłać wyeksportowane zrzuty ekranu do określonej wersji aplikacji bez opuszczania aplikacji.
pt_br: Conecte sua chave de API do App Store Connect uma vez e o Screenshot Bro poderá enviar as capturas de tela exportadas para uma versão específica do app sem sair do aplicativo.
pt_pt: Conecte sua chave App Store Connect API uma vez e Screenshot Bro poderá carregar de capturas de ecrã exportadas para uma versão específica do aplicativo sem sair do aplicativo.
ro: Conectați-vă tasta App Store Connect API o dată și Screenshot Bro poate încărca capturi de ecran exportate într-o anumită versiune a aplicației fără a părăsi aplicația.
ru: Подключите ключ App Store Connect API один раз, и Screenshot Bro сможет загружать экспортированные скриншоты в нужную версию приложения, не выходя из приложения.
sk: Raz pripojte kľúč App Store Connect API a Screenshot Bro bude môcť nahrať exportované snímky obrazovky do konkrétnej verzie aplikácie bez toho, aby ste aplikáciu opustili.
sl: Povežite svoj ključ App Store Connect API enkrat in Screenshot Bro lahko naloži izvožene posnetke zaslona v določeno različico aplikacije, ne da bi zapustil aplikacijo.
sv: Anslut din App Store Connect API-nyckel en gång och Screenshot Bro kan ladda upp exporterade skärmdumpar till en specifik appversion utan att lämna appen.
th: เชื่อมต่อคีย์ App Store Connect API หนึ่งครั้งและ Screenshot Bro จะสามารถอัปโหลดภาพหน้าจอที่ส่งออกไปยังเวอร์ชันแอปที่ต้องการได้โดยไม่ต้องออกจากแอป
tr: App Store Connect API anahtarınızı bir kez bağlayın; Screenshot Bro dışa aktarılan ekran görüntülerini uygulamadan çıkmadan belirli bir uygulama sürümüne yükleyebilir.
uk: Підключіть ключ API App Store Connect один раз, і Screenshot Bro зможе вивантажувати експортовані знімки екрана в конкретну версію програми, не виходячи з програми.
ur: اپنی App Store Connect API کلید کو ایک بار مربوط کریں اور Screenshot Bro ایکسپورٹ شدہ اسکرین شاٹس کو ایپ کو چھوڑے بغیر کسی مخصوص ایپ ورژن میں اپ لوڈ کر سکتا ہے۔
vi: Kết nối khóa App Store Connect API của bạn một lần và Screenshot Bro có thể tải ảnh chụp màn hình đã xuất lên phiên bản ứng dụng cụ thể mà không cần rời khỏi ứng dụng.
zh_hans: 只需连接一次 App Store Connect API 密钥，Screenshot Bro 就能将导出的截图上传到特定 App 版本，无需离开本 App。
zh_hant: 只需連接一次 App Store Connect API 密鑰，Screenshot Bro 就能將輸出的螢幕截圖上傳到指定的 App 版本，完全不必離開 App。

source: Connected
ar: متصل
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένος
es: Conectado
fa: متصل
fi: Yhdistetty
fr: Connecté
he: מחובר
hr: Povezan
hu: Csatlakozva
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
ms: Bersambung
nl: Verbonden
no: Tilkoblet
pl: Połączono
pt_br: Conectado
pt_pt: Conectado
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezan
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
ur: جڑا ہوا
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

source: Connected (Demo Mode). No traffic is sent to Google.
ar: متصل (الوضع التجريبي). لا يتم إرسال أي حركة مرور إلى Google.
ca: Connectat (mode de demostració). No s'envia trànsit a Google.
cs: Připojeno (režim demo). Do Googlu není odesílán žádný provoz.
da: Tilsluttet (demotilstand). Der sendes ingen trafik til Google.
de: Verbunden (Demomodus). Es wird nichts an Google gesendet.
el: Συνδεδεμένο (Λειτουργία επίδειξης). Δεν αποστέλλεται κίνηση στην Google.
es: Conectado (modo de demostración). No se envía tráfico a Google.
fa: متصل (حالت نمایشی). هیچ ترافیکی به Google ارسال نمی‌شود.
fi: Yhdistetty (demotila). Googlelle ei lähetetä liikennettä.
fr: Connecté (mode démo). Aucun trafic n'est envoyé vers Google.
he: מחובר (מצב הדגמה). לא נשלחת תנועה לגוגל.
hr: Povezano (Demo način). Googleu se ne šalje nikakav promet.
hu: Csatlakoztatva (demó mód). A Google nem küld forgalmat.
id: Terhubung (Mode Demo). Tidak ada lalu lintas yang dikirim ke Google.
it: Connesso (modalità demo). Nessun traffico viene inviato a Google.
ja: 接続済み（デモモード）。Google には何も送信されません。
ko: 연결됨(데모 모드). Google로는 아무 요청도 전송되지 않습니다.
ms: Disambungkan (Mod Demo). Tiada trafik dihantar ke Google.
nl: Verbonden (demomodus). Er wordt geen verkeer naar Google verzonden.
no: Tilkoblet (demomodus). Ingen trafikk sendes til Google.
pl: Połączono (tryb demonstracyjny). Żaden ruch nie jest wysyłany do Google.
pt_br: Conectado (modo de demonstração). Nenhum tráfego é enviado ao Google.
pt_pt: Conectado (modo de demonstração). Nenhum tráfego é enviado ao Google.
ro: Conectat (Mod Demo). Nu se trimite trafic către Google.
ru: Подключено (демо-режим). В Google ничего не отправляется.
sk: Pripojené (Ukážkový režim). Do Googlu sa neodosiela žiadna návštevnosť.
sl: Povezan (demo način). Googlu se ne pošilja noben promet.
sv: Ansluten (demoläge). Ingen trafik skickas till Google.
th: เชื่อมต่อแล้ว (โหมดสาธิต) ไม่มีการส่งการรับส่งข้อมูลไปยัง Google
tr: Bağlandı (Demo Modu). Google'a hiçbir trafik gönderilmez.
uk: Підключено (демо-режим). Жодних даних не надсилається в Google.
ur: منسلک (ڈیمو موڈ)۔ گوگل کو کوئی ٹریفک نہیں بھیجا جاتا ہے۔
vi: Đã kết nối (Chế độ demo). Không có lưu lượng truy cập nào được gửi tới Google.
zh_hans: 已连接（演示模式）。不会向 Google 发送任何流量。
zh_hant: 已連線（示範模式）。不會傳送任何流量給 Google。

source: Connected (Demo Mode). Sample app: %@.
ar: متصل (الوضع التجريبي). نموذج التطبيق: %1$@.
ca: Connectat (mode de demostració). Aplicació de mostra: %1$@.
cs: Připojeno (režim demo). Ukázková aplikace: %1$@.
da: Tilsluttet (demotilstand). Eksempel på app: %1$@.
de: Verbunden (Demomodus). Beispiel-App: %1$@.
el: Συνδεδεμένο (Λειτουργία επίδειξης). Δείγμα εφαρμογής: %1$@.
es: Conectado (modo de demostración). App de ejemplo: %1$@.
fa: متصل (حالت نمایشی). نمونه برنامه: %1$@.
fi: Yhdistetty (demotila). Esimerkkisovellus: %1$@.
fr: Connecté (mode démo). Exemple d'application : %1$@.
he: מחובר (מצב הדגמה). אפליקציה לדוגמה: %1$@.
hr: Povezano (Demo način). Primjer aplikacije: %1$@.
hu: Csatlakoztatva (demó mód). Mintaalkalmazás: %1$@.
id: Terhubung (Mode Demo). Contoh aplikasi: %1$@.
it: Connesso (modalità demo). App di esempio: %@.
ja: 接続済み（デモモード）。サンプルアプリ: %1$@。
ko: 연결됨(데모 모드). 샘플 앱: %1$@.
ms: Disambungkan (Mod Demo). Contoh apl: %1$@.
nl: Verbonden (demomodus). Voorbeeld-app: %1$@.
no: Tilkoblet (demomodus). Eksempelapp: %1$@.
pl: Połączono (tryb demonstracyjny). Przykładowa aplikacja: %1$@.
pt_br: Conectado (modo de demonstração). Aplicativo de exemplo: %1$@.
pt_pt: Conectado (modo de demonstração). Aplicativo de exemplo: %1$@.
ro: Conectat (Mod Demo). Exemplu de aplicație: %1$@.
ru: Подключено (демо-режим). Пример приложения: %@.
sk: Pripojené (Ukážkový režim). Vzorová aplikácia: %1$@.
sl: Povezan (demo način). Primer aplikacije: %1$@.
sv: Ansluten (demoläge). Exempelapp: %1$@.
th: เชื่อมต่อแล้ว (โหมดสาธิต) แอปตัวอย่าง: %1$@
tr: Bağlandı (Demo Modu). Örnek uygulama: %@.
uk: Підключено (демо-режим). Зразкова програма: %@.
ur: منسلک (ڈیمو موڈ)۔ نمونہ ایپ: %1$@۔
vi: Đã kết nối (Chế độ demo). Ứng dụng mẫu: %1$@.
zh_hans: 已连接（演示模式）。示例 App：%1$@。
zh_hant: 已連線（示範模式）。範例 App：%@。

source: Connected. Authorized as %@.
ar: متصل. معتمد كـ %1$@.
ca: Connectat. Autoritzat com a %1$@.
cs: Připojeno. Autorizováno jako %1$@.
da: Forbundet. Godkendt som %1$@.
de: Verbunden. Autorisiert als %1$@.
el: Συνδεδεμένος. Εξουσιοδοτημένο ως %1$@.
es: Conectado. Autorizado como %1$@.
fa: متصل شد. واردشده با %1$@.
fi: Yhdistetty. Valtuutettu nimellä %1$@.
fr: Connecté. Autorisé en tant que %1$@.
he: מחובר. מורשה בתור %1$@.
hr: Povezan. Ovlašten kao %1$@.
hu: Csatlakozva. Engedélyezve: %1$@.
id: Terhubung. Diotorisasi sebagai %1$@.
it: Connesso. Autorizzato come %@.
ja: 接続済み。%1$@ として認証されました。
ko: 연결되었습니다. %1$@(으)로 인증되었습니다.
ms: Bersambung. Dibenarkan sebagai %1$@.
nl: Verbonden. Geautoriseerd als %1$@.
no: Tilkoblet. Autorisert som %1$@.
pl: Połączono. Autoryzowany jako %1$@.
pt_br: Conectado. Autorizado como %1$@.
pt_pt: Conectado. Autorizado como %1$@.
ro: Conectat. Autorizat ca %1$@.
ru: Подключено. Авторизовано как %@.
sk: Pripojené. Autorizované ako %1$@.
sl: Povezan. Pooblaščeno kot %1$@.
sv: Ansluten. Auktoriserad som %1$@.
th: เชื่อมต่อแล้ว ได้รับอนุญาตเป็น %1$@
tr: Bağlandı. %@ olarak yetkilendirildi.
uk: Підключено. Авторизовано як %@.
ur: جڑا ہوا %1$@ کے بطور مجاز۔
vi: Đã kết nối. Được ủy quyền là %1$@.
zh_hans: 已连接。已授权为 %@。
zh_hant: 已連線。已授權為 %@。

source: Connected. First app: %@
ar: متصل. التطبيق الأول: %1$@
ca: Connectat. Primera aplicació: %1$@
cs: Připojeno. První aplikace: %1$@
da: Forbundet. Første app: %1$@
de: Verbunden. Erste App: %@
el: Συνδεδεμένος. Πρώτη εφαρμογή: %1$@
es: Conectado. Primera app: %@
fa: متصل شد. برنامه اول: %1$@
fi: Yhdistetty. Ensimmäinen sovellus: %1$@
fr: Connecté. Première application : %@
he: מחובר. האפליקציה הראשונה: %1$@
hr: Povezan. Prva aplikacija: %1$@
hu: Csatlakozva. Első alkalmazás: %1$@
id: Terhubung. Aplikasi pertama: %1$@
it: Connesso. Prima app: %@
ja: 接続済み。最初のアプリ: %@
ko: 연결되었습니다. 첫 번째 앱: %@
ms: Bersambung. Apl pertama: %1$@
nl: Verbonden. Eerste app: %1$@
no: Tilkoblet. Første app: %1$@
pl: Połączono. Pierwsza aplikacja: %1$@
pt_br: Conectado. Primeiro aplicativo: %@
pt_pt: Conectado. Primeiro aplicativo: %1$@
ro: Conectat. Prima aplicație: %1$@
ru: Подключено. Первое приложение: %@
sk: Pripojené. Prvá aplikácia: %1$@
sl: Povezan. Prva aplikacija: %1$@
sv: Ansluten. Första appen: %1$@
th: เชื่อมต่อแล้ว แอปแรก: %1$@
tr: Bağlandı. İlk uygulama: %@
uk: Підключено. Перша програма: %@
ur: جڑا ہوا پہلی ایپ: %1$@
vi: Đã kết nối. Ứng dụng đầu tiên: %1$@
zh_hans: 已连接。第一个 App：%@
zh_hant: 已連線。第一個 App：%@

source: Connected. No apps found on this account yet.
ar: متصل. لم يتم العثور على تطبيقات على هذا الحساب حتى الآن.
ca: Connectat. Encara no s'ha trobat cap aplicació en aquest compte.
cs: Připojeno. Na tomto účtu zatím nebyly nalezeny žádné aplikace.
da: Forbundet. Ingen apps fundet på denne konto endnu.
de: Verbunden. Für dieses Konto wurden noch keine Apps gefunden.
el: Συνδεδεμένος. Δεν βρέθηκαν ακόμη εφαρμογές σε αυτόν τον λογαριασμό.
es: Conectado. Aún no se encontraron apps en esta cuenta.
fa: متصل شد. هنوز هیچ برنامه‌ای در این حساب پیدا نشده است.
fi: Yhdistetty. Tältä tililtä ei vielä löytynyt sovelluksia.
fr: Connecté. Aucune application trouvée sur ce compte pour l'instant.
he: מחובר. עדיין לא נמצאו אפליקציות בחשבון זה.
hr: Povezan. Na ovom računu još nije pronađena nijedna aplikacija.
hu: Csatlakozva. Ebben a fiókban még nem találhatók alkalmazások.
id: Terhubung. Belum ada aplikasi yang ditemukan di akun ini.
it: Connesso. Nessuna app ancora trovata in questo account.
ja: 接続済み。このアカウントにはまだアプリがありません。
ko: 연결되었습니다. 이 계정에는 아직 앱이 없습니다.
ms: Bersambung. Tiada apl ditemui pada akaun ini lagi.
nl: Verbonden. Er zijn nog geen apps gevonden op dit account.
no: Tilkoblet. Ingen apper funnet på denne kontoen ennå.
pl: Połączono. Na tym koncie nie znaleziono jeszcze żadnych aplikacji.
pt_br: Conectado. Nenhum aplicativo encontrado nesta conta ainda.
pt_pt: Conectado. Nenhum aplicativo encontrado nesta conta ainda.
ro: Conectat. Nu s-au găsit încă aplicații în acest cont.
ru: Подключено. В этой учетной записи пока нет приложений.
sk: Pripojené. V tomto účte sa zatiaľ nenašli žiadne aplikácie.
sl: Povezan. V tem računu še ni najdenih nobenih aplikacij.
sv: Ansluten. Inga appar har hittats på det här kontot ännu.
th: เชื่อมต่อแล้ว ยังไม่พบแอปในบัญชีนี้
tr: Bağlandı. Bu hesapta henüz uygulama bulunamadı.
uk: Підключено. У цьому обліковому записі ще немає програм.
ur: جڑا ہوا اس اکاؤنٹ پر ابھی تک کوئی ایپ نہیں ملی۔
vi: Đã kết nối. Chưa tìm thấy ứng dụng nào trên tài khoản này.
zh_hans: 已连接。此账户中尚无任何 App。
zh_hant: 已連線。此帳號目前尚無任何 App。

source: Connecting an assistant
ar: توصيل مساعد
ca: Connectant un assistent
cs: Připojení asistenta
da: Tilslutning af en assistent
de: Einen Assistenten verbinden
el: Σύνδεση βοηθού
es: Conectar un asistente
fa: اتصال دستیار
fi: Avustajan yhdistäminen
fr: Connexion d'un assistant
he: חיבור עוזר
hr: Povezivanje pomoćnika
hu: Segéd csatlakoztatása
id: Menghubungkan asisten
it: Collegare un assistente
ja: アシスタントを接続する
ko: 어시스턴트 연결
ms: Menyambung pembantu
nl: Een assistent verbinden
no: Koble til en assistent
pl: Podłączenie asystenta
pt_br: Conectar um assistente
pt_pt: Conectando um assistente
ro: Conectarea unui asistent
ru: Подключение ассистента
sk: Pripojenie asistenta
sl: Povezovanje pomočnika
sv: Ansluta en assistent
th: กำลังเชื่อมต่อผู้ช่วย
tr: Bir asistanı bağlama
uk: Підключення помічника
ur: اسسٹنٹ کو جوڑنا
vi: Kết nối trợ lý
zh_hans: 连接 AI 助手
zh_hant: 連接助理

source: Connecting…
ar: جارٍ الاتصال…
ca: S'està connectant…
cs: Připojování…
da: Opretter forbindelse...
de: Verbindung wird hergestellt…
el: Σύνδεση…
es: Conectando…
fa: در حال اتصال…
fi: Yhdistetään…
fr: Connexion…
he: מתחבר...
hr: Povezivanje…
hu: Csatlakozás…
id: Menghubungkan…
it: Connessione…
ja: 接続中…
ko: 연결 중…
ms: Menyambung…
nl: Verbinden…
no: Kobler til …
pl: Łączę…
pt_br: Conectando…
pt_pt: Conectando…
ro: Se conectează…
ru: Подключение…
sk: Pripája sa…
sl: Povezovanje ...
sv: Ansluter...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor…
uk: Підключення…
ur: منسلک ہو رہا ہے…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連線…
